<?php

return [

    'home' => 'الرئيسية',
    'brands' => 'الماركات التجارية',
    'all brands' => 'كل الماركات التجارية',
    'add brand' => 'إضافة ماركة تجارية',
    'edit brand' => 'تعديل ماركة تجارية',
    'brand data' => 'بيانات الماركة تجارية',


    'name' => 'اسم الماركة',
    'status' => 'الحالة',
    'image' => 'صورة الماركة',
    'actions' => 'الإجراءات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'save' => 'حفظ',
    'back' => 'تراجع',
    'update' => 'تحديث',

    'required name' => 'لابد من ادخال الاسم',
    'required slug' => ' لابد من ادخال الاسم بالرابط',
    'unique' => 'هذا الاسم تم استخدامه مسبقا',



];
