<?php

return [

    'home' => 'الرئيسة',
    'tags' => 'العلامات',
    'all tags' => 'كل العلامات',
    'add tag' => 'إضافة علامة',
    'edit tag' => 'تعديل علامة',
    'tag data' => 'بيانات العلامة',



    'name' => 'اسم العلامة',
    'slug' => 'الاسم بالرابط',
    'status' => 'الحالة',
    'image' => 'صورةالعلامة',
    'actions' => 'الإجراءات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'save' => 'حفظ',
    'back' => 'تراجع',
    'update' => 'تحديث',

    'required name' => 'لابد من ادخال الاسم',
    'required slug' => ' لابد من ادخال الاسم بالرابط',
    'unique' => 'هذا الاسم تم استخدامه مسبقا',



];
